<template lang="pug">
.container.is-fullhd
	section.section
		h1.title.is-size-2 О сервисе
		h2.title.is-size-4 Сервис представляет из себя базу данных обмена и хранения подписок (opt-in) и отписок (opt-out) абонентов от массовых (рекламных) рассылок SMS-сообщений
	section.section.qa
		.subtitle За время существования сервиса накопилось множество вопросов от абонентов и ответы на них достаточно полно описывают особенности сервиса:
		.block
			p
				strong Какова основная цель сервиса?
			p Исполнение Федерального закона "О связи" в части регулирования рассылок по сети электросвязи, обладающая признаками автоматизированной отправки и осуществляемая одновременно или за короткий промежуток времени большому числу абонентов.
		.block
			p
				strong Какой механизм работы сервиса?
			p С одной стороны к сервису подключены абоненты, а с другой - сеть партнеров, в числе которых крупный ретейл и рекламные агентства, которые заинтересованы в лояльности своих клиентов и более эффективных рассылках.
			p Прежде чем делать рассылку партнер проверяет желение абонента получать такие сообщения.
		.block
			p
				strong Почему сервис бесплатный?
			p Считаем, что сервисы такого рода могут развиваться только на безвоздмезной основе, т.к. он лежит в поле правого регулирования взаимоотношений и какой либо порог не даст ему двигаться вперед. Мы одержимы идеей сделать рынок SMS рассылок более цивилизованным в нашей стране.
		.block
			p
				strong Сервис дает стопроцентную гарантию фильтрации сообщений?
			p К сожалению, нет. Партнеров у нас немало, но пока не все. По нашим подсчетам сервис может влиять примерно на 40% рассылок в РФ.
		.block
			p
				strong В чем ценность сервиса для рекламных агентств?
			p Предоставив право абоненту отписаться достигается три цели:
			ul
				li Повышение лояльности абонента к компании. Раз дают право отписаться значит уважают, снижают степень раздражения;
				li Экономия средств. За счет снижения абонентской базы, благодаря отписавшимся;
				li Снижение риска жалоб в контролирующие органы о нарушении Федерального закона "О связи". Последствия - штрафы и судебные издержки.
		.block
			p
				strong Ведь если предоставить право отписаться, то все абоненты отпишутся от всех рассылок?
			p Имея уже немалый опыт сбора согласий можем с уверенностью сказать, что процент отписок небольшой - редко доходит до 5, а обычно 1-2.
		.block
			p
				strong Бытует мнение, что отписавшись на сервисе opt-in ты подписываешься на спам рассылку?
			p Конечно же нет. Цель сервиса защитить от спам рассылок, а не увеличить их.
</template>

<script lang="ts">
import {defineComponent} from 'vue'

export default defineComponent({
	components: {},
	setup() {
		return {

		}
	}
})
</script>

<style lang="scss" scoped>
.qa {
	ul{
		list-style-type: decimal;
		list-style-position: inside;
	}
	ul{
		list-style-type: decimal;
		list-style-position: inside;
	}
}
</style>
