<template lang="pug">
.container.is-fullhd
	section.section
		h1.title.is-size-2 Предложение (оферта)
		h2.title.is-size-4 заключить соглашение об использовании Сайта

	section.section.agreement
		.block
			strong г. Москва

		.block Общество с ограниченной ответственностью "Омниканальные системы коммуникаций" (ООО "ОКСК"), именуемое в дальнейшем "Провайдер", предлагает физическому лицу, обладающему полной дееспособностью, именуемому в дальнейшем "Абонент", заключить Соглашение об использовании Сайта (далее – Соглашение) на условиях, приведенных ниже.

		.block
			p
				strong 1.Термины и определения
			p 1.1. <b>"ПО"</b> - программа для электронных вычислительных машин, принадлежащая Провайдеру, доступ к которой возможен через Сайт, предоставляющая возможность Абоненту отказаться от получения SMS-сообщений на указанный Абонентом абонентский номер.
			p 1.2. <b>"Сайт"</b> - совокупность программ для электронных вычислительных машин и иной информации, содержащейся в информационной системе, доступ к которой обеспечивается посредством информационно-телекоммуникационной сети "Интернет" по доменным именам opt-in.ru и www.opt-in.ru.

		.block
			p
				strong 2. Предмет Соглашения
			p 2.1. Провайдер предоставляет Абоненту право использования ПО на условиях простой (неисключительной) лицензии в пределах, предусмотренных Офертой.
			p 2.2. Провайдер предоставляет Абоненту возможность отказаться от получения SMS-сообщений на указанный Абонентом абонентский номер. В связи с техническими и организационными особенностями реализации данной услуги у партнеров Провайдер НЕ ГАРАНТИРУЕТ, что после совершения всех необходимых действий Абонентом в соответствии с Соглашением нежелательные SMS-сообщения не будут приходить на указанный Абонентом абонентский номер.
			p 2.3. Если иное не предусмотрено соглашением между Провайдером и Абонентом, вознаграждение с Абонента по Соглашению не взимается.

		.block
			p
				strong 3. Порядок заключения Соглашения
			p 3.1. Абонент считается заключившим с Провайдером Соглашение путем полного и безоговорочного принятия настоящей Оферты после следующих действий: в оконной форме "Соглашение об использовании сайта" необходимо нажать на кнопку "Отправить код подтверждения", внести Код из SMS и нажать на кнопку "Отправить".

		.block
			p
				strong 4. Условия простой (неисключительной) лицензии на ПО
			p 4.1. Провайдер предоставляет Абоненту право использования ПО на территории всего мира только для выражения отказа от получения SMS-сообщений на указанный Абонентом абонентский номер.
			p 4.2.Право использования ПО, указанное в настоящем разделе, предоставляется Абоненту на условиях простой (неисключительной) лицензии; срок действия лицензии равен сроку действия Соглашения. При прекращении действия Соглашения Абонент утрачивает право использования ПО.
			p 4.3.Право использования ПО, указанное в настоящем разделе, переходит к Абоненту в момент полного и безоговорочного принятия Абонентом Оферты и заключения Соглашения путем совершения действий в соответствии с разделом3 Оферты.

		.block
			p
				strong 5. Порядок использования Сайта
			p 5.1. Для отказа от получения SMS-сообщений Абонент:
			p 5.1.1. вводит свой абонентский номер в предназначенное для этого поле и подтверждает принадлежность номера путем ввода одноразового пароля, присланного в SMS-сообщении на указанный номер;
			p 5.1.2. явно указывает отправителя, от которого Абонент не желает получать SMS-сообщения путём клика на соответствующий управляющий элемент в списке отправителей.
			p 5.2. Если после выражения отказа от получения SMS-сообщений на Сайте Абонент с помощью других ресурсов и возможностей выразил свое согласие на получение SMS-сообщений от указанного на Сайте отправителя (например, путем заполнения соответствующей анкеты, или путем отправки подтверждающего SMS-сообщения, или выражения согласия иным образом), то для получения SMS-сообщений от такого отправителя Абонент должен самостоятельно и явно указать отправителя, от которого Абонент желает получать SMS-сообщения путём клика на соответствующий управляющий элемент в списке отправителей.
			p 5.3. Абонент обязуется не предпринимать действий, которые могут рассматриваться как нарушающие российское законодательство или нормы международного права, в том числе в сфереинтеллектуальной собственности,авторскихи/илисмежных прав, а также любых действий, которые приводят или могут привести к нарушению нормальной работы Сайта и ПО.
			p 5.4. Абонент признает, что Провайдер не несет ответственности за посещение и использование им внешних ресурсов, ссылки на которые могут содержаться на Сайте.
			p 5.5. Права на ПО и услуга по отказу от получения SMS-сообщений предоставляется Абоненту "как есть" без каких-либо явных или подразумеваемых гарантий. Абонент признает, что Провайдер не несет ответственности и не имеет каких-либо обязательств перед Абонентом в связи с любыми возможными или возникшими потерями или убытками, связанными с любым содержанием Сайта, товарами или услугами, доступными или полученными через внешние сайты или ресурсы, либо иные контакты Абонента, в которые он вступил, используя размещенную на Сайте информацию или ссылки на внешние ресурсы.
			p 5.6. Абонент согласен с тем, что все материалы и сервисы Сайта или любая их часть могут сопровождаться рекламой. Абонент согласен с тем, что Провайдер не несет какой-либо ответственности и не имеет каких-либо обязательств в связи с такой рекламой.

		.block
			p
				strong 6. Персональные данные и условия конфиденциальности
			p 6.1. Абонент, заключая Соглашение, дает согласие Провайдеру на обработку, в том числе на передачу <router-link :to="{name: 'app.affiliates'}">третьим лицам</router-link>, список которых опубликован на Сайте, своих персональных данных, перечень которых содержится в Уведомлении о конфиденциальности (далее – Уведомление о конфиденциальности), то есть на совершение действий, предусмотренных п. 3 ч. 1 ст. 3 Федерального закона "О персональных данных", в том числе любых действий (операций) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных в целях заключения и исполнения Соглашения. Настоящее согласие действует с момента заключения Соглашения до момента отзыва, совершенного в письменной форме на бумажном носителе или в форме электронного документа, подписанного в соответствии с федеральным законом электронной подписью, используя контактные данные, представленные в Уведомлении о конфиденциальности.
			p 6.2. Абонент может отозвать свое согласие на обработку персональных данных которое было дано Провайдеру согласно п. 6.1. Оферты, направив соответствующий запрос Провайдеру, используя контактные данные, представленные в Уведомлении о конфиденциальности. Обработка персональных данных Заказчика будет прекращена в течение 5 (пяти) рабочих дней с даты получения соответствующего запроса Провайдером.
			p 6.3. Уведомление о конфиденциальности приводится в Приложении № 1 к Оферте и является ее неотъемлемой частью.

		.block
			p
				strong 7. Ответственность
			p 7.1. Абонент и Провайдер несут ответственность за неисполнение обязательств по Соглашению в соответствии с Соглашением и действующим законодательством Российской Федерации.
			p 7.2. Абонент несёт ответственность за действия, совершённые с его абонентского устройства и с использованием его абонентского номера до момента блокировки абонентского номера в соответствии с условиями договора на оказание услуг связи, заключенного с оператором связи.
			p 7.3. Сторонам известно, что в соответствии с применимым законодательством при осуществлении и защите гражданских прав и при исполнении гражданских обязанностей участники гражданских правоотношений должны действовать добросовестно. В силу пункта 4 статьи 1 Гражданского кодекса Российской Федерации никто не вправе извлекать преимущество из своего незаконного или недобросовестного поведения. В целях Соглашения под недобросовестным поведением Абонента понимаются действия, направленные, в частности, на нарушение нормальной работы Сайта или ПО, ввод абонентских номеров, которые не выделены Абоненту в рамках договора с оператором связи или на ином законном основании, загрузка, хранение, распространение или предоставление доступа или иное использование вредоносных программ для ЭВМ, использование без специального на то разрешения Провайдера автоматизированных скриптов (программ) для сбора информации на Сайте и(или) взаимодействия с Сайтом и его сервисами, а также иные подобные действия.
			p 7.4. Если Провайдером усматривается отклонение действий Абонента от добросовестного поведения, Провайдер имеет право не предоставлять Абоненту право на ПО и не предоставлять Абоненту возможность отказа от получения нежелательных SMS-сообщений в соответствии с Соглашением.
			p 7.5. В случае нарушения Абонентом условий простой (неисключительной) лицензии на ПО Абонент утрачивает право на ПО и обязуется не использовать ПО с момента такого нарушения.
			p 7.6. Все споры и разногласия, которые могут возникнуть из Соглашения, при невозможности их разрешения путём переговоров подлежат рассмотрению в Люблинском районном суде города Москвы в соответствии с действующим законодательством Российской Федерации.

		.block
			p
				strong 8. Прочие условия
			p 8.1. Провайдером имеет право вносить изменения и/или дополнения в Оферту и/или Соглашение в одностороннем порядке. Абоненты уведомляются о прекращении действия (изменении, дополнении) Оферты и о введении в действие новой оферты (изменений, дополнений) путём размещения новой редакции оферты (изменений, дополнений) на Сайте не позднее, чем за 1 (один) календарный день до момента введения в действие соответствующих изменений. Оферта считается отменённой (изменённой), а новая оферта— вступившей в силу с момента, указанного в уведомлении. В случае несогласия Абонента с данными изменениями и/или дополнениями Абонент обязуется не использовать Сайт и ПО.
			p 8.1. Провайдер имеет право передавать свои права и обязанности по Соглашению третьим лицам без согласия Абонента.
			p 8.1. Правом, подлежащим применению к отношениям сторон по Соглашению, является право Российской Федерации.

		.block
			p
				strong 9. Реквизиты Провайдера
			p Общество с ограниченной ответственностью "Омниканальные системы коммуникаций" (ООО "ОКСК"),
			p ИНН 9723092306,
			p Адрес юридического лица: 121205, г Москва, территория инновационного центра "Сколково", ул. Нобеля,7, этаж 4, пом. 17, часть II.
	section.section.agreement
		h2.title Приложение №1
		h3.title.is-size-5 к Предложению (Оферте) заключить соглашение об использовании Сайта

		h3.title.is-size-5 УВЕДОМЛЕНИЕ О КОНФИДЕНЦИАЛЬНОСТИ

		.block
			p Провайдер уважает право Абонента на конфиденциальность личной информации. Настоящее Уведомление о конфиденциальности относится к обработке персональных данных, полученных в рамках использования Сайта. Под Персональными данными (далее – Персональные данные) Провайдер понимает любую информацию, относящуюся к прямо или косвенно определенному или определяемому физическому лицу.
			p Данное Уведомление о конфиденциальности описывает способы обработки Персональных данных, виды Персональных данных, которые могут быть получены Провайдером, в каких целях используются Персональные данные, кому они могут быть дополнительно предоставлены. В Уведомлении о конфиденциальности описываются меры, которые Провайдер использует для защиты Персональных данных, информация о способах связи с Провайдером для решения вопросов, связанных с обработкой Персональных данных Провайдером.
			p Данное Уведомление о конфиденциальности не распространяется на сбор и использование Персональных данных Абонента на других интернет-сайтах Провайдера, его партнеров (если иное не предусмотрено Офертой).
		.block
			p
				strong 1. Персональные данные, которые может получить Провайдер, порядок их использования
			p Провайдер при предоставлении Сервиса собирает Персональные данные Абонента. Под Персональными данными Провайдер понимает любую информацию, относящуюся к прямо или косвенно определенному или определяемому физическому лицу. Персональные данные, которые обрабатываются Провайдером, Абонент предоставляет непосредственно Провайдеру или данные собираются в автоматическом режиме в рамках предоставления Сервиса в порядке, указанном ниже.
			p 1.1. Персональные данные, которые предоставляет Абонент
			p Персональные данные, которые предоставляет Абонент, обрабатываются и используются только в целях, предусмотренных Соглашением, кроме случаев, когда у Провайдера имеется законное основание (например, согласие Абонента) на их использование для других целей. Предоставление Провайдеру Персональных данных не является обязательным, если это отдельно не оговорено Сторонами. Отказ Абонента от предоставления Персональных данных может сократить доступный для Абонента функционал Сайта.
			p Ниже указаны способы предоставления Персональных данных непосредственно Провайдеру, виды Персональных данных, которые Абонент может предоставить, и цели, в которых Провайдер имеет право их использовать.
			p <b>Регистрация:</b> когда Абонент становится пользователем Сайта, Провайдер предлагает Абоненту предоставить абонентский номер телефона.
			p <b>Обслуживание клиентов:</b> Абонент может связаться с Провайдером, используя информацию в разделе "Контакты" настоящего Уведомления о конфиденциальности. Вся информация, полученная в рамках обслуживания, будет обрабатываться и храниться в базе данных Провайдера в целях реагирования на запросы и для администрирования данных Абонента. Такая информация может включать дату и время запроса, адрес электронной почты, цели запроса или жалобы, ответ на запрос и дату ответа. Провайдер имеет право передавать эти Персональные данные аффилированным с ним лицам и поставщикам услуг для реагирования на вопросы или жалобы. Это необходимо, чтобы предоставлять Абоненту надлежащий сервис, реагировать на проблемы Абонента и обеспечить высокий уровень обслуживания Абонента.
			p <b>Другие функции:</b> Провайдер может направлять Абоненту на абонентский номер различную информацию, в том числе рекламного характера, приглашать Абонента к участию в промо-акциях, викторинах. Для этого Провайдер может попросить Абонента представить определенные Персональные данные.
			p 1.2. Персональные данные, которые Провайдер получает в автоматическом режиме
			p При предоставлении доступа к Сайту Провайдер имеет право собирать определенную информацию, используя автоматизированные средства (такие, как cookie-файлы и журналы событий). Персональные данные, собранные автоматически, обрабатываются для улучшения работы Сайта. Полученная информация даёт представление, например, о том, сколько пользователей посетило Сайт, какие страницы были просмотрены, зашел пользователь на Сайт впервые или нет, а также помогает Провайдеру идентифицировать функции, к которым имеется наибольший интерес.
			p Ниже указаны способы сбора Персональных данных в автоматическом режиме, виды Персональных данных, которые Провайдер может собирать и цели, на которые Провайдер имеет право использовать эти Персональные данные.
			p <b>Cookie-файлы.</b> Cookie-файл ("куки-файл") является текстовым файлом, который интернет-сервер помещает на жесткий диск компьютера или в память мобильного устройства. Cookie-файлы браузера являются текстом, который размещается на жестком диске компьютера при посещении какого-либо интернет-сайта. Flash сookie-файлы ("куки-файлы для флеш") подобны cookie-файлам браузера за исключением того, что они могут хранить более сложные данные, чем простой текст и сохраняются в браузере, а не на жестком диске.
			p Если требуется остановить работу cookie-файлов браузера, то раздел "Справка" в панели инструментов большинства браузеров содержит информацию о том, как остановить приём новых cookie-файлов, как получить сведения о получении нового cookie-файла и как отключить получение существующих cookie-файлов. При отказе от cookie-файлов использование Сервиса возможно, однако Абонент может быть ограничен в использовании некоторых его функций.
			p <b>Журналы событий и IP-адреса:</b> Журналы событий являются файлами интернет-сервера (содержащие такую информацию, как доменное имя или IP-адрес, URL, код отклика протокола http, предыдущий интернет-сайт, с которого Абонент посетил сайт Провайдера, или дату и продолжительность посещения), которые создаются автоматически, когда пользователь Интернета посещает какой-либо сайт. IP-адрес является уникальным идентификатором, который используют некоторые электронные устройства, чтобы произвести идентификацию и связаться друг с другом в Интернете. Когда Абонент использует Сервис, Провайдер имеет право получить IP-адрес устройства, которое используется для соединения с Интернетом. Например, когда запрашивается определенная страница Сайта, серверы Провайдера регистрируют IP-адрес пользователя. Вместе с другими данными эта информация помогает Провайдеру изучать, какие именно страницы являются самыми привлекательными для его посетителей. Кроме того, журналы событий помогают Провайдеру обнаружить сбои в телекоммуникационном оборудовании.

		.block
			p
				strong 2. Права и возможности Абонента
			p Абонент имеет право получать информацию о своих Персональных данных, которые хранит Провайдер, обновлять и исправлять неточности в своих Персональных данных, а также блокировать информацию или удалять в установленном порядке, если информация неверна, неточна или устарела. Право доступа к Персональным данным может быть ограничено при некоторых обстоятельствах в соответствии с Федеральным законом № 152-ФЗ "О персональных данных". Запрос Абонента на доступ, исправление, блокирование или удаление Персональных данных будет разрешен в соответствии с применимым правом.

		.block
			p
				strong 3. Информация, которую Провайдер передаёт третьим лицам
			p Провайдер не раскрывает Персональные данные, полученные в рамках Сервиса, за исключением случаев, указанных в Соглашении и в настоящем Уведомлении о конфиденциальности.
			p Если Абонент явно выразит свое согласие, Провайдер передаст Персональные данные Абонента третьим лицам, оказывающим услуги, связанные с Сайтом. Эти третьи лица имеют право использовать Персональные данные Абонента в соответствии со своей собственной политикой конфиденциальности, Провайдер настоятельно рекомендует Абоненту с ней ознакомиться.
			p Кроме того, Провайдер имеет право предоставить Персональные данные Абонента в следующих случаях: (1) если от Провайдера требуют это сделать уполномоченные органы в соответствии с применимым правом, или (2) когда Провайдер полагает, что предоставление Персональных данных является необходимым или надлежащим для предотвращения физического вреда или материального убытка или в связи с расследованием в отношении предполагаемой или реальной преступной деятельности.
			p Провайдер сохраняет за собой право на предоставление любых Персональных данных Абонента, которыми располагает, правопреемнику в случае продажи или передачи всего или любой части своего бизнеса или активов. Если такая продажа или передача состоится, Провайдер приложит все разумные усилия для того, чтобы правопреемник использовал Персональные данные, полученные в рамках Сервиса, в соответствии с настоящим Уведомлением о конфиденциальности.

		.block
			p
				strong 4. Передача данных
			p Провайдер обрабатывает и хранит Персональные данные в Российской Федерации. В случае если Провайдер передаёт Персональные данные за пределы Российской Федерации, Провайдер предпримет все необходимые меры для надлежащего исполнения соответствующих требований законодательства и для обеспечения надлежащей защиты Персональных данных Абонента за пределами Российской Федерации.

		.block
			p
				strong 5. Ссылки на другие интернет-сайты
			p На сайте Провайдера в сети Интернет для удобства Абонента могут быть размещены ссылки на другие интернет-сайты. Эти интернет-сайты работают независимо от Сайта и неподконтрольны Провайдеру. У них может быть своя собственная политика конфиденциальности, с которой Провайдер настоятельно рекомендует Абоненту ознакомиться, если Абонент намерен посетить эти сайты. Провайдер не несёт ответственности за содержание этих интернет-сайтов, каких-либо продуктов или услуг, которые могут быть предложены через эти интернет-сайты или за любое другое пользование ими.

		.block
			p
				strong 6. Безопасность
			p Провайдер принимает надлежащие административные, технические и физические меры для защиты персональных данных от случайного или незаконного уничтожения, случайной потери, несанкционированного изменения, несанкционированного раскрытия или доступа, неправильного использования и любой другой незаконной формы обработки персональных данных, имеющихся в его распоряжении. Для защиты информации, которую Абонент предоставляет Провайдеру в режиме "онлайн", Провайдер использует промышленный стандарт шифрования в Интернете – технологию "Уровень защищенных сокетов" (SSL).
			p Провайдер никогда не будет запрашивать имя Абонента или пароль в каком-либо сообщении (включая письма, телефонные звонки или электронные письма). Если Абонент полагает, что его имя пользователя или пароль скомпрометированы, то ему необходимо обратиться к Провайдеру, следуя инструкциям, указанным ниже в разделе 7 "Контакты".

		.block
			p
				strong 7. Контакты
			p Наименование организации, ответственной за обработку Персональных данных в рамках Соглашения: Общество с ограниченной ответственностью "Омниканальные системы коммуникаций" (ООО "ОКСК");
			p ИНН: 9723092306;
			p Адрес юридического лица: 121205, г Москва, территория инновационного центра "Сколково", ул. Нобеля,7, этаж 4, пом. 17, часть II.
</template>

<script lang="ts">
import {defineComponent, onBeforeMount} from 'vue'
import useDOM from "@/composables/useDOM";

export default defineComponent({
	setup() {
		const DOM = useDOM()

		onBeforeMount(() => {
			DOM.setHTMLDocumentTitle('Соглашение об использовании Сайта')
		})
		return {

		}
	}
})
</script>

<style lang="scss" scoped>
.agreement {
	ul{
		list-style-type: decimal;
		list-style-position: inside;
	}
}
</style>
